export const questions: Question[] = [
    {
        type: 'single_choice',
        text: 'Год отмены крепостного права',
        options: ['1961', '1900', '1861', '1867'],
    },
    {
        type: 'short',
        text: 'ФИО первого президента СССР',
    },
    {
        type: 'multiple_choice',
        text: 'Какие из данных элементов являются галогенами?',
        options: ['He', 'F', 'Br', 'Au'],
    },
    {
        type: 'long',
        text: 'В свободной форме напише о причинах и результатах Северной войны'
    },
    {
        type: 'multiple_choice',
        text: 'Какие из данных стран находятся в Южной Америке?',
        options: ['Эквадор', 'Гана', 'Тунис', 'Суринам', 'Чили', 'Аргентина'],
    },
    {
        type: 'single_choice',
        text: 'Год отмены крепостного права',
        options: ['1961', '1900', '1861', '1867'],
    },
    {
        type: 'short',
        text: 'ФИО первого президента СССР',
    },
    {
        type: 'multiple_choice',
        text: 'Какие из данных элементов являются галогенами?',
        options: ['He', 'F', 'Br', 'Au'],
    },
    {
        type: 'long',
        text: 'В свободной форме напише о причинах и результатах Северной войны'
    },
    {
        type: 'multiple_choice',
        text: 'Какие из данных стран находятся в Южной Америке?',
        options: ['Эквадор', 'Гана', 'Тунис', 'Суринам', 'Чили', 'Аргентина'],
    },
]